{
	"departments": [
		{
			"id": 0,
			"title": "قسم علوم الحاسب ",
			"name":"ComputerSceince",
			"bio": "وهو القسم الذي يختص في علوم الحاسوب وكيف يعمل والبرمجة وصنع الروبوت  ",
			"illustrations": "../images/illustrations-0.png",
			"img_bg": "../images/background-0.jpg",
			"subjects": "",
			"details": ""
		},
		{
			"id": 1,
			"title": "قسم البحرية وعمارة السفن",
			"name":"Ships",
			"bio": "هو القسم الذي يختص بناء السفن وانشأها والأجسام الميكانيكيا بها ",
			"illustrations": "../images/illustrations-1.png",
			"img_bg": "../images/background-1.jpg",
			"subjects": "رسم ماكينات وآلات سفن، عمارة بحرية، تحليل إنشائى للسفن، رسم سفن وآلاتها، ميكانيكا الموائع، إنشاء السفن، برمجة الحاسب الآلى، ميكانيكا الموائع وآلات هيدروليكية، تكنولوجيا المواد، تصميم إنشائى للسفن، هيدروديناميكا السفن،منظومات دفع السفن، الطرق الإحتمالية فى المنظومات البحرية،تكنولوجيا بناء السفن، تصميم السفن، ديناميكا الوحدات البحرية، تجهيزات السفن، هندسة ماوراء الشواطىء، تصميم السفن بإستخدام الحاسب الآلى، تحليل المخاطرة، هندسة ترسانات، إنتقال حرارة وتبريد وتكييف، ديناميكا الإنشاءات البحرية، ماكينات مساعدة .",
			"details": "يختص قسم البحرية وعمارة السفن في تعلم كل ما يتعلق بالبحرية وحركة السفن والاجسام الميكانيكية في السفن الكبيرة والصغيرة ودراسة المحركات والاعطال التي يحتمل ان تحدث أثناء سيرها في البحار وكيفية حل المشاكل الخاصة بالسفن عند حدوث شئ خطئ اثناء سيرها وكيفية اصلحهاوالتبريد والتكييف الخاص بالسفن وبرمجة الحاسب الآلي الخاص السفن (اللاسلكي الخاص بالسفن )وتصميم السفن بأستخدام التكنولوجيا الحديثة ."
		},
		{
			"id": 2,
			"title": "قسم الميكانيكا",
			"name" :"Mechanics" ,
		
			"bio": " هو القسم الذي يختص بكل ما يتعلق بالميكانيكا والأجسام الميكانيكيا للمركبات والآلات ",
			"illustrations": "../images/illustrations-2.png",
			"img_bg": "../images/background-2.jpg",
			"subjects": "ميكانيكا المواد، مبادئ وقياسات السريان والحرارة، رسم ميكانيكى، ميكانيكا آلات، رسم ميكانيكى بالحاسب، ثرموديناميكا، تطبيقات الحاسب الآلى فى الهندسة الميكانيكية، تصميم ميكانيكى، ميكانيكا الموائع، أسس هندسة الإحتراق، إهتزازات ميكانيكية، محركات إحتراق داخلى، إنتقال حرارة، ديناميكا غازات، تحكم آلى، محطات قوى حرارية، آلات هيدروليكية، تبريد وتكييف هواء، التصميم الأمثل، تصميم المعدات الحرارية، ميكانيكا الموائع الصناعية، توربينات غازية، مقدمة فى الميكاترونيك، تشغيل وإدارة محطات القوى الحرارية، آلات الموائع، موضوعات متقدمة فى هندسة الإحتراق، تريبولوجى، تطبيقات فى الهندسة الحرارية، دوائر هيدروليكية، هندسة سيارات، البيئة والطاقة",
			"details": "يختص هذا القسم في تعلم ميكانيكا الموارد ورسم قطع الميكانيكا بالحاسب الآلي وبأستخدام احدي التقنيات الحديثة وتصميم المعدات الديناميكية وموضوعات في هندسة الاحتراق للمحركات ودوائر هيدورليكية وهندسة السيارات"
		},
		{
			"id": 3,
			"title": "قسم مدنية",
			"name":"Civil",
			
			"bio": "هو القسم الذي يختص بكل ما يتعلق بتصميم العمائر والبيوت والطرق والكباري وكل ما يتعلق بالبناء",
			"illustrations": "../images/illustrations-3.png",
			"img_bg": "../images/background-5.jpg",
			"subjects": "المساحة والطبوغرافية، الرسم المدنى، الجيولوجيا الهندسية، المساحة والفوتوجرامترى، تخطيط النقل وهندسة المرور، المساحة الجيوديسية، تطبيقات التقنيات والأجهزة الحديثة فى المساحة،التخطيط والتوقيع المساحى لمشروعات الهندسة المدنية، هندسة السكك الحديدية، هندسة الموانى والمنشآت البحرية، هندسة الطرق، تخطيط نظم النقل، هندسة الشواطئ، تطبيقات الحاسب الآلى فى الهندسة المدنية تصميم نظم الرى المتطورة",
			"details": "اولا : قسم الإنشائية وهو القسم الذي يدرس فيه كل م يتعلق بالبناء مثل المواد والخمات وهندسة التربة وإدارة المشروعات الهندسية وتصميم المنشأت الصناعية والمباني العالية - ثانيا : قسم الموصلات وهو القسم الذي يختص يالمساحة والطبوغرافية والرسم الميداني وتطبيق التقنيات الحديثة في المساحة والتخطيط والمرور والمساحة الجيوديسية وهندسة المواني والطرق -ثالثا : هندسة الري والهيدروليكا وهو يتخصص بتصميم نظم الري المتطورة والصرف وتصميم خطوط شبكات الري الحديث"
		},
		{
			"id": 4,
			"title": "قسم الاتصالات",
			"name" :"Telecom",
			"bio": "هو القسم الذي يختص بطرق الاتصال وكيف تعمل وتصميم شبكات  ",
			"illustrations": "../images/illustrations-4.png",
			"img_bg": "../images/background-4.jpg",
			"subjects": "طرق الاتصال ، تعرف علي الشبكات ، انواع الشبكات Windos Server ،الطبوغرافية ،شبكات وآمن المعلومات ،اساسيات الاتصال ،أجهزة الشبكة ،الأجهزة المركزية",
			"details": "يوفر تخصص الاتصالات والإلكترونيات في عددًا مختلفًا من الدورات في تخصصات معمارية مختلفة ، والتي تعلم الطلاب لتسليط الضوء على المشكلات وحلها ، وتحسين البيئة المبنية ، وبالتالي إعدادهم للمجال المهني. يعتمد البرنامج على العديد من استراتيجيات التدريس والتعلم وأساليب التعلم الفعالة باستخدام التكنولوجيا والتفاعلات والأنشطة والرحلات الميدانية والنمذجة والمحاكاة ثلاثية الأبعاد. الدرجة التي يمنحها هذا البرنامج هي بكالوريوس العلوم في هندسة الاتصالات والإلكترونيات وتمنح الخريجين أهلية التقدم إلى نقابة المهندسين المصرية للحصول على الترخيص المهني."
		},
		{
			"id": 5,
			"title": "قسم الكيميائية",
			"name":"Chemistry" ,
			"bio": "هو القسم الذي يختص بالكمياء في الهندسة واستخراج البترول ",
			"illustrations": "../images/illustrations-5.png",
			"img_bg": "../images/background-3.jpg",
			"subjects": "الكيمياء الهندسية، الحسابات المبرمجة للمهندسين الكيميائيين، كيمياء عضوية، كيمياء غير عضوية،كيمياء فيزيائية،كيمياء السطوح وإتزان الأطوار، كيمياء غير عضوية وتحليلية، علوم مواد، العمليات الكيميائية، هندسة الفلزات، أساسيات الهندسة الكيميائية، الديناميكا الحرارية فى الهندسة الكيميائية، إنتقال الحرارة، هندسة سريان الموائع، عمليات الفصل، هندسة التآكل، النمذجة والمحاكاة فى الهندسة الكيميائية، معالجة المياه، الهندسة الكيميائية الحيوية، هندسة الوقود والإحتراق،مصادر الطاقة البديلة، هندسة التفاعلات الكيميائية، العمليات الكهروكيميائية، تكنولوجيا الأسمدة، صناعات سيليكاتية، الفلزات الإستخلاصية، تكنولوجيا الألياف الطبيعية والأنسجة، تكنولوجيا الزيوت والدهون، مواد الصباغة وتجهيز المنسوجات، العمليات الميكانيكية المشتركة، صناعات العمليات الكيميائية، هندسة تكرير البترول، هندسة الغاز الطبيعى، معالجة مياه الصرف، معالجة المخلفات الغازية والصلبة، التحكم فى العمليات الكيميائية،",
			"details": "القسم في تحليل المواد الكيميائية والكمياء العضوية وهندسة الفلزات وتحليل التربة والمواد الخارجة من باطن الارض مثل البترول و المواد التي يصنع بها القطع الميكانيكية والهيدوركلية التي تستخدم في المحركات وتختص ايضا في هندسة وتحليل ومعالجة المياه والصرف وهندسة الامان والمفرقعات ومعالجة الغازات والمواد الصلبة في إعادة التدوير ."
		}
	],
	"about_us": {
		"manger_name": "أ.د/ عماد حمدي ",
		"manger_work": "عميد الكلية ",
		"manger_img": "../images/manger.jpg",
		"your_words": "أنشأت كلية الهندسة عام 2020 في عهد الرئيس عبد الفتاح السيسي وتم افتتاحها في 1 من فبراير عام 2021، هي بمثابة صرح علمي كبير يضم أكثر من 6 أقسام وتضم أكثر من 10000 طالب ويضم اكثر من 20 عضو هيئة تدريس معتمدين دوليا ، وسوف يسمح للخرجين بالأنضمام إلي نقابة المهندسين ."
	},
	"scores": [
		{
			"id":0,
			"scores_name": "طالب ",
			"scores": 1000,
			"scores_icon": "fa-solid fa-user-tie"
		},
		{
			"id":1,

			"scores_name": "أقسام ",
			"scores": 6,
			"scores_icon": "fa-solid fa-building-user"
		},
		{
			"id":2,

			"scores_name": "عضو هيئة تدريس ",
			"scores": 20,
			"scores_icon": "fa-solid fa-person-chalkboard"
		},
		{
			"id":3,
			
			"scores_name": "خريج  ",
			"scores": "0000",
			"scores_icon": "fa-solid fa-user-graduate"
		}
	]
}